
[
    {
        "catagoryId": 1,
        "counrtryId": 1,
        "content": "بريطانيا، اللي تُعرف أيضاً بالمملكة المتحدة، تتكون من أربع دول: إنجلترا، اسكتلندا، ويلز، وأيرلندا الشمالية. لندن هي العاصمة وتعتبر واحدة من أكبر المدن في العالم.\n \n عندهم تاريخ طويل وغني، بدءاً من العصور الوسطى إلى الثورة الصناعية. في بريطانيا غالباً معتدل وممطر، وهذا يجعل الطبيعةالمناخ  فيها خضراء وخلابة.\n \nالبريطانيين معروفين بأدبهم واهتمامهم بالثقافة، وتلقاهم يحبون الفنون والموسيقى. عندهم تقاليد عريقة، مثل احتفالات عيد الميلاد وعيد الفصح، والاحتفال بالزفاف الملكي، اللي يجذب انتباه العالم."
        
    },
    {
      "catagoryId": 2,
      "counrtryId": 1,
      "content": "Avoiding eye contact\nالبريطانيين غالبًا ما يفضلون تجنب النظر المباشر في العيون خصوصًا مع الغرباء، عكس بعض الثقافات اللي تعتبر التواصل البصري نوع من الاحترام.\n\nUsing 'sorry' excessively\nالبريطانيين دايم يقولون 'Sorry' حتى في مواقف ما تستدعي الاعتذار. مثلاً لو كنت في الطريق واحتكيت بشخص بشكل بسيط، هو بيقول 'Sorry' حتى لو ما كان غلطان.\n\nTipping\nالبقشيش مو ضروري في كل مكان زي ما هو الحال في بعض الدول. في بعض المطاعم، يتم إضافة رسوم الخدمة مباشرة على الفاتورة، لكن إذا ما كانت مضافة، تقدر تعطي بقشيش بسيط.\n\nWaiting for the green pedestrian light\nحتى لو الشارع فاضي، كثير من البريطانيين ينتظرون إشارة المشاة الخضراء قبل عبور الشارع. يعتبرونها مسألة أمان واحترام للقوانين.\n\nUnderstatement\nالبريطانيين غالبًا يستخدمون أسلوب التقليل من أهمية الأمور. يعني لو قال لك شخص 'It’s not bad'، ممكن يكون قصده إن الشيء ممتاز. هذا الأسلوب منتشر عندهم بدل ما يمدحون بشكل مباشر.\n\nAvoiding small talk with strangers\nالتحدث مع الغرباء في الأماكن العامة مو شيء شائع. البريطانيين يفضلون الهدوء وعدم الدخول في محادثات غير ضرورية مع أشخاص ما يعرفونهم.\n\nQueueing\nالبريطانين مره يهتمون بالنظام والطابور. إذا شفت الناس واقفين بالطابور، لازم تصف معهم وتنتظر دورك، ولو حاولت تتخطى الطابور يعتبرونها قلة احترام.\n\nSaying Sorry\nالبريطانين يعتذرون كثير، حتى لو كان الموضوع بسيط أو ما يتطلب اعتذار. بتسمعهم دايمًا يقولون 'Sorry' في مواقف مره بسيطة.\n\nTea Time\nوقت الشاي مهم عندهم، وخصوصًا في العصر. دايم يقولون \"Fancy a cuppa?\" لما يبغون يعزمونك على كوب شاي.\n\nPersonal Space\nالبريطانين يحبون المساحة الشخصية، يعني حاول ما تقرب من الشخص اللي تكلمه بشكل مبالغ. لازم يكون فيه مسافة بينهم.\n\nNo Loud Talking in Public\nرفع الصوت في الأماكن العامة عندهم مره غير مقبول. لو تكلمت بصوت عالي ممكن الناس تنزعج منك.\n\nPoliteness\nالأدب مره مهم عندهم، دايم يقولون \"Please\" و\"Thank you\" في تعاملاتهم اليومية. يعتبرون الأدب والاحترام شيء أساسي."
    }
, {
        "catagoryId": 3,
        "counrtryId": 1,
        "content": "Fish and Chips\nسمك مقلي مع بطاطس، هذا طبق مشهور مره عندهم. البريطانين يحبون ياكلونه خصوصًا على البحر.\n\nFull English Breakfast\nفطورهم التقليدي، يتكون من بيض، بيكون، فاصوليا، مشروم، وأحياناً سجق. دايم يقدم في المقاهي في الصباح.\n\nSunday Roast\nهذا الطبق يقدم عادة يوم الأحد ويتكون من لحم مشوي مع بطاطس وخضار، وأحياناً مع صلصة الجريفي.\n\nTea and Biscuits\nالشاي مع البسكويت، وجبة خفيفة جدًا مهمة عندهم. البريطانين يحبون الشاي مره، وخصوصاً في وقت العصر. البسكويت يكون زي الكوكيز بس أصغر وحلو مع الشاي.\n\nShepherd’s Pie\nطبق مشهور مره عندهم، وهو يتكون من لحم مفروم مع خضار، وفوقه طبقة من البطاطس المهروسة.\n\nYorkshire Pudding\nمو حلويات زي ما نعتقد، بل عجينة مقرمشة تقدم مع اللحوم والمشويات وغالبًا تقدم جنب Sunday Roast."
      }
, {
        "catagoryId": 4,
        "counrtryId": 1,
        "content": "Cheers\nترى البريطانيين يستخدمون كلمة \"Cheers\" بدال \"شكراً\".\nهذي الكلمة مو بس تعني شكراً، ممكن تقولها كـ وداعية أو حتى شكر بسيط لما أحد يسوي لك شيء. مثلاً، لو أحد أعطاك شيء، تقدر تقول \"Cheers\" بدل \"Thank you\".\n\nPlease\nلما تبغى تطلب حاجة، لازم تقول \"Please\".\nهذي كلمة مره مهمة عندهم، تعتبرها زي \"لو سمحت\"، وبدونها ممكن يعتبروك غير مؤدب. مثلاً، لو تبغى تسأل عن الاتجاهات، تقول \"Can you please tell me where the nearest station is?\" لازم دايم تكون polite.\n\nWhere’s the bus station?\nإذا تبغى تسأل عن محطة الباص، قول \"Where’s the bus station?\"\nطبعاً البريطانيين يساعدوك ويعطوك الاتجاهات بكل أدب. ممكن تضيف كلمة \"please\" عشان تكون مؤدب، زي \"Excuse me, where’s the bus station, please?\"\n\nMate\nإذا تبغى تنادي شخص بشكل غير رسمي، قول \"Mate\".\nتعني زي \"يا صاحبي\" أو \"يا خوي\" وممكن تستخدمها حتى مع ناس ما تعرفهم كثير. مثلاً، لو تبغى تلفت انتباه أحد، تقول \"Hey, mate, can you help me out?\"\n\nLoo\nلما تبغى تسأل عن دورة المياه، قول \"Where’s the loo?\"\nكلمة \"Loo\" تعني الحمام، البريطانيين يستخدمونها بدل ما يقولون \"toilet\". مثلاً، لو كنت في مطعم تقول \"Excuse me, where’s the loo?\"\n\nFancy a cuppa?\nإذا حد سألك \"Fancy a cuppa?\"، هو يعزمك على شاي.\n\"Fancy\" معناها تبغى أو تبي، و\"Cuppa\" يعني كوب شاي.\nمثال:\n\"Fancy a cuppa before we head out?\"\n\nKnackered\nإذا سمعت شخص يقول \"I’m knackered\"، معناته مره تعبان.\nهذي كلمة يستخدمونها كثير لما يكونون مرهقين بعد يوم طويل.\nمثال:\n\"After that long hike, I’m absolutely knackered!\"\n\nPop to the shops\nإذا بغيت تقول بروح مشوار بسيط للمحل، قول \"I’ll pop to the shops\".\nكلمة \"Pop\" يستخدمونها للبساطة لما تبغى تطلع مشوار سريع للمحل أو السوق.\nمثال:\n\"I’ll just pop to the shops to grab some milk.\""
      }
, {
    "catagoryId": 5,
    "counrtryId": 1,
    "content": "Big Ben\nمن أشهر المعالم في لندن، الساعة الكبيرة اللي الكل يعرفها. لازم تزور المكان وتاخذ لك صورة جنبها.\n\nBuckingham Palace\nقصر باكنغهام، بيت الملكة، ويعتبر من أهم المعالم في بريطانيا. تقدر تشوف تبديل الحرس عند القصر في مواعيد محددة.\n\nHyde Park\nهايد بارك واحد من أكبر الحدائق في لندن، الناس يروحون يتمشون فيه، يسترخون، أو حتى يأكلون غداء خفيف.\n\nTower of London\nبرج لندن مشهور بتاريخ طويل، ويعتبر مكان فيه آثار ومجوهرات التاج البريطاني. المكان له تاريخ مثير ويستاهل الزيارة.\n\nThe British Museum\nالمتحف البريطاني من أهم المتاحف في العالم، فيه آثار قديمة ومعروضات من كل أنحاء العالم. إذا كنت تحب التاريخ، هذا المكان بيكون مناسب لك.\n\nThe Shard\nناطحة سحاب حديثة في لندن، تقدر تطلع لأعلى البرج وتشوف مناظر بانورامية للمدينة. مكان مره حلو للتصوير والاستمتاع بالمناظر."
  }
, {
    "catagoryId": 6,
    "counrtryId": 1,
    "content": "Cutting the queue\nإذا حاولت تتخطى الطابور، يعتبرونها قلة احترام. البريطانيين يهتمون كثير بالنظام، فلازم تصف وتنتظر دورك.\n\nTalking loudly in public\nرفع الصوت في الأماكن العامة، خصوصًا في القطارات أو المطاعم، يعتبر شيء مره مزعج. حاول تتكلم بصوت هادي حتى ما تزعج اللي حولك.\n\nDiscussing money\nالحديث عن الفلوس، زي الراتب أو كم تكسب، يعتبر موضوع حساس وغير مناسب في أغلب الأحيان. حاول ما تتكلم عن الفلوس بشكل مباشر.\n\nIgnoring personal space\nالبريطانيين مره يهتمون بمساحتهم الشخصية، فإذا قربت من الشخص أكثر من اللازم ممكن ينزعجون. دايم حاول تحافظ على مسافة بينك وبين الشخص اللي تكلمه.\n\nBeing late\nالبريطانيين يهتمون بالوقت كثير، ولو تأخرت عن موعد يعتبرونها قلة احترام. دايم حاول توصل في الوقت أو قبل الموعد بخمس دقائق.\n\nLittering\nرمي النفايات في الشوارع أو الأماكن العامة يعتبر مخالفة كبيرة. لازم ترمي القمامة في الأماكن المخصصة عشان ما تتعرض لغرامة."
  }
,
    
    {
      "catagoryId": 7,
      "counrtryId": 1,
      "content": "Dress Code for Formal Events\nفي المناسبات الرسمية في بريطانيا، الملابس الرسمية شيء مهم. لبس الكاجوال (العادي) ممكن يكون غير مناسب، خصوصًا إذا الدعوة كانت لعشاء رسمي أو مناسبة مهمة. دايم تأكد إنك تلبس شيء محترم ومناسب للمكان.\n\nDon’t Interrupt\nفي المحادثات، خصوصًا الرسمية، المقاطعة تعتبر تصرف غير لائق. البريطانيين يحبون الحديث المنظم، وينتظرون كل شخص يخلص كلامه قبل ما يبدأ الثاني. انتظر لما يكون فيه وقفة طبيعية في الكلام قبل ما تدخل في الحديث.\n\nBe Punctual\nالوصول في الموعد شيء مره مهم في بريطانيا. إذا عندك دعوة أو موعد اجتماعي، لازم تحرص على الوصول في الوقت أو حتى قبل الموعد بشوية. التأخير يعتبر قلة احترام للوقت عندهم.\n\nPoliteness Matters\nالبريطانيين يهتمون بالأدب والتهذيب في تعاملاتهم اليومية. دايم استخدم كلمات زي 'Please' لما تطلب شيء و'Thank you' لما تستلم شيء. هذي العبارات العادية تعتبر أساس في التعاملات اليومية عندهم.\n\nDeclining Politely\nإذا أحد عرض عليك شيء مثل الأكل أو الشرب وأنت مو مهتم، لازم تعتذر بطريقة لطيفة. استخدم عبارات زي 'No, thank you' أو 'I'm fine, thank you'. الرفض المهذب يعتبر تصرف محترم عندهم.\n\nSmall Talk and Weather\nالبريطانيين يحبون المحادثات الخفيفة، ودايم يتكلمون عن الجو كموضوع شائع. إذا حبيت تفتح حديث ودي مع أحد، سؤال عن الطقس غالبًا يكون بداية جيدة.\n\nSaying Sorry\nالبريطانيين يستخدمون كلمة 'Sorry' بكثرة، حتى لو ما كان فيه سبب واضح. ممكن يقولونها إذا مشيت قدام أحد بالخطأ أو لو احتكيت بأحد بشكل بسيط.\n\nPersonal Space\nمساحة الشخصية عند البريطانيين مره مهمة، يعني لو كنت تتكلم مع أحد، خلك محافظ على مسافة بينكم. الاقتراب الشديد ممكن يزعجهم.\n\nTipping\nعكس بعض الدول، البقشيش مو ضروري في كل مكان. في المطاعم ممكن تلقى رسوم الخدمة مضافة على الفاتورة، بس لو ما كانت موجودة، تعطي بقشيش بسيط.\n\nBeing Polite\nالبريطانيين يهتمون بالأدب في التعاملات اليومية. دايم يستخدمون كلمات زي 'Please' و'Thank you' عشان يبينون الاحترام.\n\nTalking About Weather\nالتحدث عن الجو من المواضيع اليومية العادية عند البريطانيين. دايم يسألون عن الجو ويعتبرونها بداية محادثة لطيفة."
    }
,
    
    
    
    
    {
      "catagoryId": 4,
      "counrtryId": 2,
      "content": "Arigato\nكلمة 'Arigato' تعني شكراً بالياباني، وهي كلمة لازم تعرفها لأن اليابانيين مره يهتمون بالتهذيب والشكر. تقولها لما حد يسوي لك شيء بسيط أو لما تطلع من مطعم.\n\nSumimasen\n'لو سمحت' أو 'عفواً'، هذي الكلمة تقولها لما تبغى تسأل عن شيء أو إذا كنت تبغى تمر من قدام أحد. كلمة مره مهمة في اليابان.\n\nKonnichiwa\nهذي التحية الأساسية عندهم، معناها 'مرحباً'. تقولها لما تقابل أحد لأول مرة أو في اللقاءات اليومية.\n\nHai\nكلمة 'Hai' تعني 'نعم'. اليابانيين يستخدمونها كثير في الحوارات اليومية، وتعتبر إجابة مختصرة وسريعة.\n\nItadakimasu\nتقولها قبل ما تبدأ تأكل، وتعني نوع من التقدير للأكل اللي قدامك. اليابانيين يقولونها كنوع من الاحترام قبل أي وجبة.\n\nDoko desu ka?\nإذا تبغى تسأل عن مكان، قول 'Doko desu ka?'، وهي تعني 'أين؟' بالياباني. مثلاً: 'Where is the train station?' تقول 'Eki wa doko desu ka?'"
    }
,
{
  "catagoryId": 5,
  "counrtryId": 2,
  "content": "Tokyo Tower\nبرج طوكيو، واحد من أشهر المعالم السياحية في اليابان، يشبه برج إيفل. تقدر تطلع للقمة وتشوف مناظر خلابة للمدينة.\n\nMount Fuji\nجبل فوجي، هو من أشهر المعالم الطبيعية في اليابان. إذا كنت تحب الطبيعة، لازم تزور هذا الجبل اللي له أهمية كبيرة في الثقافة اليابانية.\n\nKyoto Temples\nكيوتو معروفة بمعابدها القديمة وحدائقها الهادية. معابد زي 'Kinkaku-ji' (المعبد الذهبي) مره مشهورة وتستاهل الزيارة.\n\nShibuya Crossing\nتقاطع شيبويا في طوكيو من أكثر الأماكن ازدحامًا وحيوية في العالم. تجربة مميزة تشوف الناس وهم يعبرون الشارع في كل الاتجاهات.\n\nOsaka Castle\nقلعة أوساكا، واحدة من أهم القلاع في اليابان، لها تاريخ طويل وتعتبر رمز مهم في أوساكا.\n\nAkihabara\nأكيهابارا حي معروف لعشاق الإلكترونيات والأنمي. إذا كنت تحب التكنولوجيا والأنمي، هذا المكان لك."
}
, {
    "catagoryId": 3,
    "counrtryId": 2,
    "content": "Sushi\nالسوشي هو واحد من أشهر الأطباق اليابانية عالمياً. يتكون من أرز مع خل، وعليه قطع من السمك النيء أو أشياء ثانية مثل الخضار.\n\nRamen\nرامين هو شوربة نودلز مره مشهورة في اليابان. تجي بعدة أنواع مثل رامين الدجاج أو رامين اللحم، وغالبًا يكون مع بيض مسلوق ونباتات بحرية.\n\nTempura\nتمبورا هو نوع من القلي الياباني، يعني خضار أو لحم مغمس في عجينة خفيفة ويقلى. يعتبر من الأكلات المفضلة عند اليابانيين.\n\nTakoyaki\nتاكويّاكي عبارة عن كرات عجين محشوة بقطع من الأخطبوط، وهي أكلة شارع مشهورة في أوساكا.\n\nMiso Soup\nحساء ميسو هو شوربة يابانية تقليدية، تتكون من مرق ميسو مع توفو وبعض الخضار. تقدم عادة قبل الأكل أو مع الوجبات اليابانية."
  }, {
      "catagoryId": 6,
      "counrtryId": 2,
      "content": "Tipping\nفي اليابان، إعطاء بقشيش يعتبر تصرف غير لائق. اليابانيين يعتبرون الخدمة جزء من العمل، وما يحتاج تدفع بقشيش.\n\nTalking on the phone in public transport\nالتحدث بالجوال في المواصلات العامة يعتبر مزعج جدًا في اليابان. إذا كنت لازم تستخدم الجوال، خليك هادي أو استخدم الرسائل بدل الكلام.\n\nPointing\nالإشارة بالأصبع في اليابان تعتبر شيء غير محترم. إذا كنت تبغى تشير لشيء أو شخص، استخدم يدك بالكامل.\n\nEntering homes with shoes on\nإذا دخلت بيت ياباني وانت لابس جوتيك، هذا يعتبر عدم احترام. لازم تخلع جوتيك عند الباب وتلبس الجزم الخاصة بالبيت.\n\nSkipping the queue\nالوقوف بالطابور شيء مره مهم عندهم. ما في شيء اسمه تتخطى الطابور، لازم تنتظر دورك بكل صبر."
    }, {
        "catagoryId": 7,
        "counrtryId": 2,
        "content": "Bowing\nالانحناء للتحية شيء أساسي في اليابان، وتعتبر علامة احترام. كل ما كانت التحية رسمية أكثر، كل ما كانت الانحناءة أعمق.\n\nSilent Train Cars\nفي بعض القطارات عندهم عربات خاصة بالهدوء التام، لازم تكون ساكت وما تتكلم بصوت عالي، حتى الجوالات لازم تكون على الوضع الصامت.\n\nSlurping Noodles\nفي اليابان، شفط النودلز بصوت عالي يعتبر علامة إنك تستمتع بالأكل. بعكس بعض الدول، اللي تعتبر هذا التصرف غير لائق.\n\nGift Giving\nتقديم الهدايا يعتبر من العادات اليابانية المحبوبة، لكن لازم تكون الهدايا مغلفة بشكل مرتب وراقٍ. ولو أعطيت أحد هدية، هو غالبًا بيعطيك هدية بالمقابل.\n\nWearing masks\nاليابانيين يلبسون الكمامات حتى لو ما في كورونا، خصوصًا إذا كانوا مصابين بالبرد. يعتبرون هذا التصرف نوع من احترام الآخرين."
      }
, {
        "catagoryId": 6,
        "counrtryId": 2,
        "content": "test"
        
    },
    
    
    
    
    
    
    
    
    {
        "catagoryId": 1,
        "counrtryId": 3,
        "content": "بريطانيا، اللي تُعرف أيضاً بالمملكة المتحدة، تتكون من أربع دول: إنجلترا، اسكتلندا، ويلز، وأيرلندا الشمالية. لندن هي العاصمة وتعتبر واحدة من أكبر المدن في العالم. \n عندهم تاريخ طويل وغني، بدءاً من العصور الوسطى إلى الثورة الصناعية. في بريطانيا غالباً معتدل وممطر، وهذا يجعل الطبيعةالمناخ  فيها خضراء وخلابة. \nالبريطانيين معروفين بأدبهم واهتمامهم بالثقافة، وتلقاهم يحبون الفنون والموسيقى. عندهم تقاليد عريقة، مثل احتفالات عيد الميلاد وعيد الفصح، والاحتفال بالزفاف الملكي، اللي يجذب انتباه العالم."
        
    },
    {
        "catagoryId": 2,
        "counrtryId": 3,
        "content": "البريطانيين يحبون الاصطفاف بالطابور لأي شيء، ويعتبرونه جزء من الاحترام.\n\n.يعتذرون كثير، حتى لو على شيء بسيط \n\n يشربون الشاهي بكثرة و الشاهي عندهم يعتبر جزء من حياتهم اليومية وأكثر وقت لشربه العصر \n\nيعطون بعضهم -تشيرز-: لما يسلمون على بعض أو حتى لما يشكرون بعضهم، يستخدمون كلمة -تشيرز- بدال شكراً أو سلام"
        
    }, {
        "catagoryId": 3,
        "counrtryId": 3,
        "content": ": Fish and Chips\nسمك مقلي مع بطاطس، هذا طبق مشهور مر عندهم.\n\n: Full English Breakfast\n فطورهم التقليدي، يتكون من بيض، بيكون، فاصوليا، ومشروم، وأحياناً سجق.\n\n: Sunday Roast\nفي العادة يقدم يوم الأحد، ويتكون من لحم مشوي مع بطاطس وخضار.\n\n: Tea and Biscuits \n الشاهي مع البسكويت يعتبر وجبة خفيفة مهمة عندهم، خصوصاً العصر."
    }, {
        "catagoryId": 4,
        "counrtryId": 3,
        "content": ": Cheers\n يعني شكراً، بس يستخدمونها حتى عشان يقولون وداعاً.\n\n: Mate \n تعني يا صاحبي أو يا خوي، تستخدم بشكل غير رسمي.\n\n: Bloody\n يجي بمعنى مره أو جداً، يستخدمونه للتأكيد. \n\n: Loo \nالمقصود الحمام.\n\n: Queue \nالطابور أو الانتظار"
        
    }, {
        "catagoryId": 5,
        "counrtryId": 3,
        "content":  "الحانات (البوبس): \n البريطانيين يعشقون الجلوس بالحانات، هذي أماكن يتجمعون فيها مع أصحابهم، يشربون، ياكلون، ويتابعون المباريات. وغالباً يكون فيه مسابقات معلومات عامة.​\n\n المنتزهات:\n البريطانيين مره يحبون الطبيعة ويطلعون للحدائق مثل هايد بارك بلندن، خصوصاً إذا الجو كان حلو ومشمس​\n"
    }, {
        "catagoryId": 6,
        "counrtryId": 3,
        "content": " تتخطى الطابور :\n يتخطى الطابور، بيعتبرونها قلة احترام.\n\n الكلام العالي في الأماكن العامة:\n البريطانيين معروفين بالهدوء، فلو رفعت صوتك في مكان عام ممكن ينزعجون.\n\n الحديث عن الفلوس: \nالحديث المباشر عن الدخل أو  الفلوس يعتبر  غير مناسب في أغلب الأحيان "
        
    },{
    
    "catagoryId": 1,
    "counrtryId": 4,
    "content":  "سنغافورة هي دولة جزيرة تقع في جنوب شرق آسيا.\nتعتبر سنغافوره رابع اهم مركز مالي في العالم وتلعب دور مهم في اقتصاد العالم.\n\n تعتبر ايضا سنغافوره من اكبر الدول التي يتعنون لها الناس للسياحه العلاجية."}
    
    ,{
        "catagoryId": 2,
        "counrtryId": 4,
        "content": "في سنغافوره عادات كثيره مره من ضمنها :\n\nـ يسلمون باليد بحراره ، و هالشي يعتبرونه من الاحترام و الود بين الناس.\nـ لازم تفصخ جزمتك وانت بكرامه قبل تدخل بيت احد ، احترام لاهل البيت و حفاظ على نظافته.\nـ اذا جو ينتظرون بمطعم او اي مكان يهتمون يصفون طابور بشكل منظم حتى لو كان درج كهربائي."
    }, {
        "catagoryId": 3,
        "counrtryId": 4,
        "content":" تشتهر سنغافورة بأكلها الجامد والمتنوع مثل:\n\n1.Chicken Rice (رز بالدجاج)\n2. Chili crab (سلطعون حار)\n3.Laksa (لكسا)\n4.Satay (ساتاي)\n5.Roti Prata (روتي براتا)\n6.Kaya Toast (خبز كايا المحمص)\n7.Popiah (بوبيا)"
    }, {
        "catagoryId": 4,
        "counrtryId": 4,
        "content": "المجتمع السنغافوري اكثر من عرق لكن بعطيكم الزبده في لغه المالاي:\n\n1- Selmat \"مرحبا\"\n2- Terima Kasih \"شكرا\"\n3- Maaf\"عفوا\"\n4- Tolong\"لو سمحت\"\n5- Air\"ماء\""
        
    }, {
        "catagoryId": 5,
        "counrtryId": 4,
        "content":"سنغافوره فيها اماكن كثيره رهيبه بس ابرزها :\n\n1-Marina Bay \n2-Singapore zoo\n3-Gardens by the Bay\n4-ChinaTown"
    },{
        "catagoryId": 6,
        "counrtryId": 4,
        "content": "فيه هناك قوانين صارمه بأشياء كثيره منهم :\n\n١- التدخين في الاماكن العامه\n٢- رمي القمامه \n٣-اكل العلك \"هذي تقريبا من المحرمات عندهم\"\n٤- التجديف او اهانه الاديان "
        
    },
    
]
