
[
    {
        "catagoryId": 1,
        "counrtryId": 1,
        "content": "بريطانيا، اللي تُعرف أيضاً بالمملكة المتحدة، تتكون من أربع دول: إنجلترا، اسكتلندا، ويلز، وأيرلندا الشمالية. لندن هي العاصمة وتعتبر واحدة من أكبر المدن في العالم.\n \n عندهم تاريخ طويل وغني، بدءاً من العصور الوسطى إلى الثورة الصناعية. في بريطانيا غالباً معتدل وممطر، وهذا يجعل الطبيعةالمناخ  فيها خضراء وخلابة.\n \nالبريطانيين معروفين بأدبهم واهتمامهم بالثقافة، وتلقاهم يحبون الفنون والموسيقى. عندهم تقاليد عريقة، مثل احتفالات عيد الميلاد وعيد الفصح، والاحتفال بالزفاف الملكي، اللي يجذب انتباه العالم."
        
    },
    {
        "catagoryId": 2,
        "counrtryId": 1,
        "content": "البريطانيين يحبون الاصطفاف بالطابور لأي شيء، ويعتبرونه جزء من الاحترام.\n\n.يعتذرون كثير، حتى لو على شيء بسيط \n\n يشربون الشاهي بكثرة و الشاهي عندهم يعتبر جزء من حياتهم اليومية وأكثر وقت لشربه العصر \n\nيعطون بعضهم -تشيرز-: لما يسلمون على بعض أو حتى لما يشكرون بعضهم، يستخدمون كلمة -تشيرز- بدال شكراً أو سلام"
        
    }, {
        "catagoryId": 3,
        "counrtryId": 1,
        "content": ": Fish and Chips\nسمك مقلي مع بطاطس، هذا طبق مشهور مر عندهم.\n\n: Full English Breakfast\n فطورهم التقليدي، يتكون من بيض، بيكون، فاصوليا، ومشروم، وأحياناً سجق.\n\n: Sunday Roast\nفي العادة يقدم يوم الأحد، ويتكون من لحم مشوي مع بطاطس وخضار.\n\n: Tea and Biscuits \n الشاهي مع البسكويت يعتبر وجبة خفيفة مهمة عندهم، خصوصاً العصر."
    }, {
        "catagoryId": 4,
        "counrtryId": 1,
        "content": ": Cheers\n يعني شكراً، بس يستخدمونها حتى عشان يقولون وداعاً.\n\n: Mate \n تعني يا صاحبي أو يا خوي، تستخدم بشكل غير رسمي.\n\n: Bloody\n يجي بمعنى مره أو جداً، يستخدمونه للتأكيد. \n\n: Loo \nالمقصود الحمام.\n\n: Queue \nالطابور أو الانتظار"
        
    }, {
        "catagoryId": 5,
        "counrtryId": 1,
        "content":  "الحانات (البوبس): \n البريطانيين يعشقون الجلوس بالحانات، هذي أماكن يتجمعون فيها مع أصحابهم، يشربون، ياكلون، ويتابعون المباريات. وغالباً يكون فيه مسابقات معلومات عامة.​\n\n المنتزهات:\n البريطانيين مره يحبون الطبيعة ويطلعون للحدائق مثل هايد بارك بلندن، خصوصاً إذا الجو كان حلو ومشمس​\n"
    }, {
        "catagoryId": 6,
        "counrtryId": 1,
        "content": " تتخطى الطابور :\n يتخطى الطابور، بيعتبرونها قلة احترام.\n\n الكلام العالي في الأماكن العامة:\n البريطانيين معروفين بالهدوء، فلو رفعت صوتك في مكان عام ممكن ينزعجون.\n\n الحديث عن الفلوس: \nالحديث المباشر عن الدخل أو  الفلوس يعتبر  غير مناسب في أغلب الأحيان "
        
    },
    
    
    
    
    
    
    {
        "catagoryId": 1,
        "counrtryId": 2,
        "content": "about Japan"
    },
    {
        "catagoryId": 2,
        "counrtryId": 2,
        "content": "norms japan"
    }, {
        "catagoryId": 3,
        "counrtryId": 2,
        "content": "japan food"
    }, {
        "catagoryId": 4,
        "counrtryId": 2,
        "content": "japan word"
        
    }, {
        "catagoryId": 5,
        "counrtryId": 2,
        "content":  "japan places"
    }, {
        "catagoryId": 6,
        "counrtryId": 2,
        "content": "test"
        
    },
    
    
    {
        "catagoryId": 1,
        "counrtryId": 3,
        "content": "روسيا هي أكبر دولة في العالم، يعني مساحتها كبيرة جدًا وتغطي نص أوروبا ونص آسيا. عاصمتها موسكو، والبلد هذا مشهور بالقوة السياسية والاقتصادية. اللغة الرسمية عندهم هي الروسية، والدين الأكثر انتشار هو المسيحية الأرثوذكسية. غير كذا، روسيا معروفة بتاريخها الطويل وثقافتها العريقة، خصوصًا في الأدب والموسيقى والفن."
    },
    {
        "catagoryId": 2,
        "counrtryId": 3,
        "content": "الروس معروفين إنهم يكرمون الضيوف، ويدعونهم على سفرة مليانة أكل.\n\n لازم تخلع حذاءك لما تدخل بيت روسي وتلبس شيء مخصص للبيت.\n\n يحبون يتكلمون عن السياسة والثقافة، بس حاول تبعد عن المواضيع الحساسة مثل الدين والسياسة إذا ما كنت تعرف الشخص زين.\n\n عندهم احترام كبير لكبار السن، يعني لازم تكون محترم في التعامل معاهم."
    },
    {
        "catagoryId": 3,
        "counrtryId": 3,
        "content": "الأكل الروسي فيه نكهات مميزة وجاي من تأثرهم بالجو البارد. من أشهر الأكلات عندهم:\n\n بورش: هذا عبارة عن شوربة بنجر (شمندر) وملفوف، مره مشهورة خصوصًا في الشتاء لأنها تدفي.\n\n بليني: زي الكريب بس روسي، ويجي بحشوات مثل المربى، الكريمة، أو حتى اللحم.\n\n بيليف: فطائر محشية باللحمة أو الخضار، مشهورة جداً في المناسبات والتجمعات.\n\n شاي روسي: الروس يحبون الشاي، وعندهم عادات خاصة في تقديمه مع حلويات، مثل البسكويتات اللي يتناولونها مع الشاي."
    },
    {
        "catagoryId": 4,
        "counrtryId": 3,
        "content": "Привет - Privet\nتنطق: \"بريفيت\" (يعني مرحبًا)\n\n Спасибо - Spasibo\nتنطق: \"سباسيبا\" (يعني شكرًا)\n\n До свидания - Do svidaniya\nتنطق: \"دا سفيدانيا\" (يعني مع السلامة)\n\n Да - Da\nتنطق: \"دا\" (يعني نعم)\n\n Нет - Net\nتنطق: \"نيت\" (يعني لا)"
    },
    {
        "catagoryId": 5,
        "counrtryId": 3,
        "content": "فيه أماكن حلوة لازم تزورها إذا رحت روسيا، مثل:\n\n الكرملين: هذا مجمع ضخم في قلب موسكو، يحتوي على قصور وأبراج وكاتدرائيات. كان مقر للحكام الروس. مكان تاريخي مهم يضم أكثر من معلم أثري.\n\n الساحة الحمراء: الساحة الأكبر والأشهر في موسكو. هنا تشوف أهم المعالم مثل كاتدرائية القديس باسيل، وهي تشهد احتفالات واستعراضات تاريخية.\n\n بحيرة بايكال: أعمق بحيرة في العالم والمكان المثالي لعشاق الطبيعة. مياها نقية جداً وفي الشتاء تتجمد وتكون منظر خلاب.\n\n كاتدرائية القديس باسيل: رمز روسيا الشهير بالقباب الملونة. مبنى تاريخي معروف في الساحة الحمراء ويعتبر من أهم معالم السياحة في موسكو."
    },
    {
        "catagoryId": 6,
        "counrtryId": 3,
        "content": "الروس عندهم عادات مميزة لازم تنتبه لها:\n\n المصافحة عند الباب: لا تصافح أحد وأنت واقف عند الباب، هم يعتبرونها تجيب الحظ السيء. لازم تدخل البيت أو المكان وبعدين تسلم.\n\n خلع الأحذية: أول ما تدخل بيت روسي، لازم تخلع حذاءك وتلبس شيء مخصص للبيت، مثل شبشب أو نعال.\n\n الصوت الهادئ: لا ترفع صوتك في الأماكن العامة، الروس يعتبرون الصوت العالي تصرف غير لائق.\n\n الإشارة بالإصبع: لا تشير على أحد بأصبعك، يعتبرونها حركة غير محترمة."
    }
,{
    
    "catagoryId": 1,
    "counrtryId": 4,
    "content":  "سنغافورة هي دولة جزيرة تقع في جنوب شرق آسيا.\nتعتبر سنغافوره رابع اهم مركز مالي في العالم وتلعب دور مهم في اقتصاد العالم.\n\n تعتبر ايضا سنغافوره من اكبر الدول التي يتعنون لها الناس للسياحه العلاجية."}
    
    ,{
        "catagoryId": 2,
        "counrtryId": 4,
        "content": "في سنغافوره عادات كثيره مره من ضمنها :\n\nـ يسلمون باليد بحراره ، و هالشي يعتبرونه من الاحترام و الود بين الناس.\nـ لازم تفصخ جزمتك وانت بكرامه قبل تدخل بيت احد ، احترام لاهل البيت و حفاظ على نظافته.\nـ اذا جو ينتظرون بمطعم او اي مكان يهتمون يصفون طابور بشكل منظم حتى لو كان درج كهربائي."
    }, {
        "catagoryId": 3,
        "counrtryId": 4,
        "content":" تشتهر سنغافورة بأكلها الجامد والمتنوع مثل:\n\n1.Chicken Rice (رز بالدجاج)\n2. Chili crab (سلطعون حار)\n3.Laksa (لكسا)\n4.Satay (ساتاي)\n5.Roti Prata (روتي براتا)\n6.Kaya Toast (خبز كايا المحمص)\n7.Popiah (بوبيا)"
    }, {
        "catagoryId": 4,
        "counrtryId": 4,
        "content": "المجتمع السنغافوري اكثر من عرق لكن بعطيكم الزبده في لغه المالاي:\n\n1- Selmat \"مرحبا\"\n2- Terima Kasih \"شكرا\"\n3- Maaf\"عفوا\"\n4- Tolong\"لو سمحت\"\n5- Air\"ماء\""
        
    }, {
        "catagoryId": 5,
        "counrtryId": 4,
        "content":"سنغافوره فيها اماكن كثيره رهيبه بس ابرزها :\n\n1-Marina Bay \n2-Singapore zoo\n3-Gardens by the Bay\n4-ChinaTown"
    },{
        "catagoryId": 6,
        "counrtryId": 4,
        "content": "فيه هناك قوانين صارمه بأشياء كثيره منهم :\n\n١- التدخين في الاماكن العامه\n٢- رمي القمامه \n٣-اكل العلك \"هذي تقريبا من المحرمات عندهم\"\n٤- التجديف او اهانه الاديان "
        
    },
    
]
